<?php

if (!defined('RAPIDLEECH')) {
    require('../deny.php');
    exit;
}
// The Arabic language file
// You should always use this file as a template for translating

$lang[1] = 'رفض الوصول';
$lang[2] = 'الخادم رفضت تلبية طلبك';
$lang[3] = 'انت لم تدخل عنوان بريد إلكتروني صالح';
$lang[4] = 'الحجم من الأجزاء ليست الرقمية';
$lang[5] = 'رابط من نوع غير معروف, <span class="font-black">فقط استخدام <span class="font-blue">http</span> او <span class="font-blue">https</span> او <span class="font-blue">ftp</span> بروتوكول</span>';
$lang[6] = 'لم يتم تحديد مسار لحفظ هذا الملف';
$lang[7] = 'غير مسموح لك <span class="font-black">%1$s (%2$s)</span>'; // %1$s = اسم المضيف %2$s = اي بي المضيف
$lang[8] = 'إعادة التوجيه إلى:';
$lang[9] = 'تعذر تحديث قائمة الملفات';
$lang[10] = 'ملف <b>%1$s</b> (<b>%2$s</b>) المحفوظة!<br />الوقت: <b>%3$s</b><br />متوسط السرعة: <b>%4$s KB/s</b><br />'; // %1$s = اسم الملف %2$s = حجم الملف %3$s = وقت التحميل %4$s = السرعة
$lang[11] = '<script>البريد("الملف تم إرساله إلى هذا العنوان<b>%1$s</b>.", "%2$s");</script>'; // %1$s = البريد الالكتروني %2$s = اسم الملف
$lang[12] = 'خطأ في ارسال الملف!';
$lang[13] = 'العودة إلى الرئيسية';
$lang[14] = 'فقدت الاتصال ، حذف الملف.';
$lang[15] = 'تحديث';
$lang[16] = 'الرجاء تغيير الوضع الى <b>1</b>';
$lang[17] = 'الحد الاقصى (%1$s) من الوصلات تم التوصل إليها.'; // %1$s = الحد الأقصى لعدد من الروابط
$lang[18] = '%1$s رابط%2$s دققت في %3$s ثانية. (Method: <b>%4$s</b>)'; // %1$s = عدد من الروابط %2$s = تعدد شكل %3$s = ثانية %4$s = طريقة لفحص الروابط
$lang[19] = 's'; // نهاية صيغة الجمع
$lang[20] = 'عنوان الملقم الوكيل';
$lang[21] = 'رابط';
$lang[22] = 'وضع';
$lang[23] = 'انتظار';
$lang[24] = 'خطأ في العنوان';
$lang[25] = 'إعداد';
$lang[26] = 'البدء';
$lang[27] = 'فقدت الاتصال';
$lang[28] = 'انتهى';
$lang[29] = 'بدء تحميل الروابط الكثيرة دفعة واحدة';
$lang[30] = 'إطارات غير معتمدة ، وتحديث المتصفح الخاص بك';
$lang[31] = 'اضافة روابط';
$lang[32] = 'الروابط';
$lang[33] = 'خيارات';
$lang[34] = 'ملفات المسحوبة من السيرفرات الاخرى';
$lang[35] = 'استخدم إعدادات البروكسي';
$lang[36] = 'بروكسي';
$lang[37] = 'اسم المستخدم';
$lang[38] = 'كلمة المرور';
$lang[39] = 'استخدم حسابك في [imageshack]';
$lang[40] = 'حفظ الى';
$lang[41] = 'المسار';
$lang[42] = 'استخدم حساب اكونت بريموم';
$lang[43] = 'تشغيل السيرفر جاذبية';
$lang[44] = 'تأخير الوقت';
$lang[45] = 'تأخير (ثانية)';
$lang[46] = 'لم يتم تحديد أي ملف للرفع';
$lang[47] = 'اختر ملف للرفع';
$lang[48] = 'السيرفر لا يدعم رفع الملفات!';
$lang[49] = 'تحميل نوافذ';
$lang[50] = 'تنسيق حفظ الرابط';
$lang[51] = 'اللغة';
$lang[52] = 'تحديد الجميع';
$lang[53] = 'الغاء تحديد الجميع';
$lang[54] = 'عكس التحديد';
$lang[55] = 'الاسم';
$lang[56] = 'الحجم';
$lang[57] = 'لم يتم العثور على ملفات';
$lang[58] = 'Legend for link saving format: (case sensitive)';
$lang[59] = 'رابط للتحميل';
$lang[60] = 'اسم الملف';
$lang[61] = 'ربط النمط الافتراضي';
$lang[62] = 'أي شيء بالإضافة إلى تلك المذكورة أعلاه سوف تعامل على أنها السلسلة ، وكنت غير قادر على القيام متعددة تنسيق سطر الآن ، سيتم إدراج سطر جديد يكون لكل وصلة.';
$lang[63] = 'رفع الملف %1$s to %2$s'; // %1$s = اسم الملف %2$s = اسم الملف المضيف
$lang[64] = 'الملف %1$s لا وجود له.'; // %1$s = اسم الملف
$lang[65] = 'الملف %1$s غير قابل للقراءة من قبل البرنامج النصي.'; // %1$s = اسم الملف
$lang[66] = 'لا يمكن التحميل ؛ لأن حجم الملف كبير جدا.';
$lang[67] = 'خدمة التحميل غير مسموحة';
$lang[68] = 'رابط التحميل';
$lang[69] = 'رابط الحذف';
$lang[70] = 'رابط الستات';
$lang[71] = 'رابط المدير';
$lang[72] = 'اسم المستخدم';
$lang[73] = 'FTP رفع';
$lang[74] = 'كلمة المرور';
$lang[75] = 'رايبد ليش - روابط الرفع';
$lang[76] = '<div class="linktitle">الروابط المرفوعة لـ <strong>%1$s</strong> - <span class="bluefont">الحجم: <strong>%2$s</strong></span></div>'; // %1$s = اسم الملف %2$s = حجم الملف
$lang[77] = 'اغلاق';
$lang[78] = 'رجوع';
$lang[79] = 'تعذر تأسيس اتصال مع السيرفر %1$s.'; // %1$s = اسم خادم FTP
$lang[80] = 'اسم المستخدم غير صحيحة و / أو كلمة السر.';
$lang[81] = 'متصلة: <b>%1$s</b>...'; // %1$s = اسم خادم FTP
$lang[82] = 'نوع الملف %1$s محرم ليتم تحميلها'; // %1$s = نوع الملف
$lang[83] = 'الملف <b>%1$s</b>, الحجم <b>%2$s</b>...'; // %1$s = اسم الملف %2$s = حجم الملف
$lang[84] = 'خطأ في اعادة توجيه الرابط';
$lang[85] = 'نص مرت كما هو مواجهة سلسلة!';
$lang[86] = 'خطأ : الرجاء تمكين جافا سكريبت.';
$lang[87] = 'الرجاء الانتظار <b>%1$s</b> ثانية...'; // %1$s = number of seconds
$lang[88] = 'تعذر الاتصال بـ %1$s في المنفذ %2$s'; // %1$s = اسم المضيف %2$s = المنفذ
$lang[89] = 'متصل الى البروكسي: <b>%1$s</b> في المنفذ <b>%2$s</b>...'; // %1$s = بروكسي المضيف %2$s = منفذ البروكسي
$lang[90] = 'متصلة : <b>%1$s</b> في المنفذ <b>%2$s</b>...'; // %1$s = المضيف %2$s = المنفذ
$lang[91] = 'لا يوجد رأس تلقت';
$lang[92] = 'انت ممنوع من الوصول إلى هذه الصفحة!';
$lang[93] = 'لم يتم العثور على هذه الصفحة!';
$lang[94] = 'الصفحة غير موجودة أو أنها ممنوعة من الوصول اليها!';
$lang[95] = 'خطأ! في اعادة التوجيه الى [%1$s]'; // %1$s = توجيه عنوان
$lang[96] = 'هذا الموقع يتطلب إذنا. للإشارة المستخدم وكلمة السر للوصول فمن الضروري استخدام رابط مماثلة:<br />http://<b>دخول:كلمة المرور</b>www.site.com/file.exe';
$lang[97] = 'تم تجاوز الحد المسموح';
$lang[98] = 'هذا الخادم لا يدعم الاستئناف';
$lang[99] = 'تحميل';
$lang[100] = 'هذا الحساب يستخدم آي بي أخر.';
$lang[101] = 'الملف %1$s لا يمكن حفظها في المجلد %2$s'; // %1$s = اسم الملف %2$s = اسم المجلد
$lang[102] = 'حاول تعطي تصريح 777 للمجلد.';
$lang[103] = 'حاول مرة اخرى';
$lang[104] = 'ملف';
$lang[105] = 'ليس من الممكن القيام رقما قياسيا في الملف %1$s'; // %1$s = اسم الملف
$lang[106] = 'خطأ في العنوان ، أو خطأ غير معروف';
$lang[107] = 'لقد وصلت الى الحد المسموح المجاني للمستخدمين.';
$lang[108] = 'انتهت مدة التحميل';
$lang[109] = 'خطأ رمز الوصول.';
$lang[110] = 'لقد دخلت رمز الخطأ مرات عديدة جدا';
$lang[111] = 'لقد تحميل تجاوزت الحد المسموح من الباندويث';
$lang[112] = 'خطأ في قراءة البيانات';
$lang[113] = 'خطأ في إرسال البيانات';
$lang[114] = 'جارية';
$lang[115] = 'غير متاح';
$lang[116] = 'ميت';
$lang[117] = 'أنت في حاجة لتحميل / تفعيل cURL extension (http://www.php.net/cURL) أو يمكنك تعيين \'fgc\' => 1 في config.php.';
$lang[118] = 'مفعلة cURL ميزة';
$lang[119] = 'استخدام PHP5  افضل ولكن لست ملزما';
$lang[120] = 'تحقق مما إذا كان لديك طريقة آمنة متوقف على السيناريو لا يمكن أن تعمل مع الوضع الآمن على';
$lang[121] = 'ارسال ملف <b>%1$s</b>'; // %1$s = اسم الملف
$lang[122] = 'بدون تقسيم الملف, ارسال الى بريد الكتروني واحد';
$lang[123] = 'تقسيم الى %1$s جزء حجم'; // %1$s = جزء حجم
$lang[124] = 'الاسلوب';
$lang[125] = 'ارسال جزء <b>%1$s</b>'; //%1$s = part number
$lang[126] = 'لا حاجة للتقسيم, ارسال الى بريد الكتروني';
$lang[127] = 'لا يمكن للمضيف الحصول على الملف';
$lang[128] = 'لا يمكن انشاء ملف';
$lang[129] = 'ساعات'; // تعدد
$lang[130] = 'ساعة';
$lang[131] = 'دقائق'; // تعدد
$lang[132] = 'دقيقة';
$lang[133] = 'ثواني'; // تعدد
$lang[134] = 'ثانية';
$lang[135] = 'لا يمكن الوصول الى الذاكرة لأن المسار خاطئ او هناك ملف خاطئ';
$lang[136] = 'الذاكرة';
$lang[137] = 'خطأ ما حدث';
$lang[138] = 'اختر ملف واحد على الأقل.';
$lang[139] = 'البريد الالكتروني';
$lang[140] = 'ارسال';
$lang[141] = 'تم الحذف بنجاح';
$lang[142] = 'قسم بأجزاء';
$lang[143] = 'حجم الاجزاء';
$lang[144] = '<b>%1$s</b> - البريد الالكتروني غير صالح.'; // %1$s = عنوان البريد الإلكتروني
$lang[145] = 'الملف <b>%1$s</b> لم يتم العثور!'; // %1$s = اسم الملف
$lang[146] = 'لا يمكن تحديث قائمة الملفات!';
$lang[147] = 'حذف ملف معطل';
$lang[148] = 'حذف الملفات';
$lang[149] = 'نعم';
$lang[150] = 'لا';
$lang[151] = 'الملف <b>%1$s</b> محذوف'; // %1$s = اسم الملف
$lang[152] = 'خطأ في حذف الملف <b>%1$s</b>!'; // %1$s = اسم الملف
$lang[153] = 'المضيف';
$lang[154] = 'المنفذ';
$lang[155] = 'المجلد';
$lang[156] = 'حذف الملف بعد الرفع بنجاح';
$lang[157] = 'حفظ بيانات FTP';
$lang[158] = 'حذف بيانات FTP';
$lang[159] = 'لا يمكن تحديد موقع المجلد <b>%1$s</b>'; // %1$s = directory name
$lang[160] = 'الملف %1$s تم الرفع بنجاح!'; // %1$s = اسم الملف
$lang[161] = 'الوقت';
$lang[162] = 'متوسط السرعة';
$lang[163] = 'تعذر رفع الملف <b>%1$s</b>!'; // %1$s = اسم الملف
$lang[164] = 'البريد الالكتروني';
$lang[165] = 'تم الحذف بنجاح';
$lang[166] = 'البريد الإلكتروني غير صالح';
$lang[167] = 'الرجاء حدد فقط .crc او .001 file!';
$lang[168] = 'الرجاء حدد الملف .crc file!';
$lang[169] = 'رجاء اختر .crc او .001 file!';
$lang[170] = 'Perform a CRC check? (مستحسن)';
$lang[171] = 'CRC32 check mode';
$lang[172] = 'استخدام hash_file (مستحسن)';
$lang[173] = 'قراءة الملف إلى الذاكرة';
$lang[174] = 'Fake crc';
$lang[175] = 'حذف الملف بعد الدمج بنجاح';
$lang[176] = 'ملاحظة';
$lang[177] = 'حجم الملف و crc32 لن يكون الاختيار';
$lang[178] = 'لا يمكن قراءة الملف .crc file!';
$lang[179] = 'خطأ ، إخراج الملف موجود مسبقا <b>%1$s</b>'; // %1$s = اسم الملف
$lang[180] = 'خطأ ، أجزاء مفقودة أو غير مكتملة';
$lang[181] = 'خطأ ، ونوع الملف %1$s ممنوع'; // نوع الملف
$lang[182] = 'وليس من الممكن لفتح الملف الوجهة <b>%1$s</b>'; // %1$s = اسم الملف
$lang[183] = 'خطأ في كتابة الملف <b>%1$s</b>!'; // %1$s = اسم الملف
$lang[184] = 'CRC32 الاختباري لا يطابق!';
$lang[185] = 'الملف <b>%1$s</b> تم دمجه بنجاح'; // %1$s = اسم الملف
$lang[186] = 'حذف';
$lang[187] = 'لم يتم حذف';
$lang[188] = 'إضافة ملحق';
$lang[189] = 'بدون';
$lang[190] = 'الى';
$lang[191] = 'اعادة تسمية?';
$lang[192] = 'الغاء';
$lang[193] = 'خطأ تسمية الملف <b>%1$s</b>'; // %1$s = اسم الملف
$lang[194] = 'الملف <b>%1$s</b> تمت اعادة تسميته الى <b>%2$s</b>'; // %1$s = اسم الملف الأصلي %2$s = إعادة تسمية اسم الملف 
$lang[195] = 'اسم الارشيف';
$lang[196] = 'الرجاء إدخال اسم الارشيف!';
$lang[197] = 'خطأ في الأرشيف لم يتم إنشاء الارشيف.';
$lang[198] = 'الملف %1$s كانت معبأة'; // %1$s = اسم الملف
$lang[199] = 'المعبأ في الارشيف <b>%1$s</b>'; // %1$s = اسم الملف
$lang[200] = 'خطأ ، الارشيف فارغ.';
$lang[201] = 'اسم جديد';
$lang[202] = 'تعذر إعادة تسمية الملف <b>%1$s</b>!'; // %1$s = اسم الملف
$lang[203] = 'حذف الملف بعد التقسيم بنجاح';
$lang[204] = 'الملفات والمجلدات';
$lang[205] = 'فك ضغط zip';
$lang[206] = 'اختر صيغة الفيديو التي تريد تحميلها من اليوتيوب';
$lang[207] = 'الرابط الذي تريد سحبه';
$lang[208] = 'الريفرير';
$lang[209] = 'سحب الملف';
$lang[210] = 'استخدم &amp; البروتوكول (HTTP/FTP)';
$lang[211] = 'مستخدم';
$lang[212] = 'كلمة سر';
$lang[213] = 'إضافة تعليقات';
$lang[214] = 'الخيارات الاضافية';
$lang[215] = 'تعطيل جميع الإضافات';
$lang[216] = 'اختر صيغة الفيديو التي تريد تحميلها من اليوتيوب';
$lang[217] = 'الرابط المباشر';
$lang[218] = 'اختر الصيغة';
$lang[219] = 'للحصول على اعلى جودة';
$lang[220] = '17 [فيديو: 3GP 176x144 | صوت: AAC 2ch 44.10kHz]';
$lang[221] = '5 [فيديو: FLV 400x240 | صوت: MP3 1ch 22.05kHz]';
$lang[222] = '34 [فيديو: FLV 640x360 | صوت: AAC 2ch 44.10kHz]';
$lang[223] = '35 [فيديو: FLV 854x480 | صوت: AAC 2ch 44.10kHz]';
$lang[224] = '43 [فيديو: WebM 640x360 | صوت: Vorbis 2ch 44.10kHz]';
$lang[225] = '45 [فيديو: WebM 1280x720 | صوت: Vorbis 2ch 44.10kHz]';
$lang[226] = '18 [فيديو: MP4 480x360 | صوت: AAC 2ch 44.10kHz]';
$lang[227] = '22 [فيديو: MP4 1280x720 | صوت: AAC 2ch 44.10kHz]';
$lang[228] = '37 [فيديو: MP4 1920x1080 | صوت: AAC 2ch 44.10kHz]';
$lang[229] = 'لتحميل التورنت من ImageShack';
$lang[230] = 'اسم المستخدم';
$lang[231] = 'كلمة المرور';
$lang[232] = 'استخدم كوكيز Megaupload.com للتحميل';
$lang[233] = 'مستخدم';
$lang[234] = 'استخدام اضافة المنتديات';
$lang[235] = 'وضع كوكيز اضافي';
$lang[236] = 'مفتاح=القيمة';
$lang[237] = 'إرسال ملف إلى البريد الإلكتروني';
$lang[238] = 'البريد الالكتروني';
$lang[239] = 'تقسيم الملفات';
$lang[240] = 'الاسلوب';
$lang[241] = 'الحجم الكلي';
$lang[242] = 'RFC 2046';
$lang[243] = 'حجم الاجزاء';
$lang[244] = 'ميغا بايت';
$lang[245] = 'استخدم اعدادات البروكسي';
$lang[246] = 'البروكسي';
$lang[247] = 'اسم المستخدم';
$lang[248] = 'كلمة المرور';
$lang[249] = 'استخدم حساب اكونت بريموم';
$lang[250] = 'اسم المستخدم';
$lang[251] = 'كلمة المرور';
$lang[252] = 'حفظ الى';
$lang[253] = 'المكان';
$lang[254] = 'حفظ الاعدادات';
$lang[255] = 'مسح الاعدادات الحالية';
$lang[256] = 'تحديد الجميع';
$lang[257] = 'الغاء تحديد الجميع';
$lang[258] = 'عكس التحديد';
$lang[259] = 'عرض';
$lang[260] = 'التحميل';
$lang[261] = 'كل شيء';
$lang[262] = 'الاسم';
$lang[263] = 'الحجم';
$lang[264] = 'التعليقات';
$lang[265] = 'التاريخ';
$lang[266] = 'لا توجد ملفات';
$lang[267] = 'يعمل مع';
$lang[268] = 'يقتل';
$lang[269] = 'تصحيح الوضع';
$lang[270] = 'عرض الروابط فقط';
$lang[271] = 'اقتل الروابط فقط';
$lang[272] = 'التحقق من الروابط';
$lang[273] = 'انتظار...';
$lang[274] = 'يجهز, الرجاء الانتظار...';
$lang[275] = 'الخادم';
$lang[276] = 'المساحة المستخدمة';
$lang[277] = 'المساحة الفارغة';
$lang[278] = 'مساحة السيرفر';
$lang[279] = 'الذاكرة';
$lang[280] = 'الوقت في الخادم';
$lang[281] = 'التوقيت المحلي';
$lang[282] = 'الحذف التلقائي';
$lang[283] = 'بعد ساعات من التحميل';
$lang[284] = 'بعد دقائق من التحميل';
$lang[285] = 'العمل';
$lang[286] = 'الرفع';
$lang[287] = 'الرفع بالاف تي بي';
$lang[288] = 'ارسال الى بريد واحد';
$lang[289] = 'ارسال لمجموعة من البريدات';
$lang[290] = 'تقسيم الملفات';
$lang[291] = 'دمج الملفات';
$lang[292] = 'عرض البصمة الرقمية للملف';
$lang[293] = 'ضغط الملفات';
$lang[294] = 'ضغط الملفات بصيغة ZIP';
$lang[295] = 'فك ضغط الملفات بصيغة ZIP';
$lang[296] = 'اعادة تسمية';
$lang[297] = 'وضع كلمة بعد صيغة الملف';
$lang[298] = 'الحذف';
$lang[299] = 'قائمة الروابط';
$lang[300] = 'استرداد صفحة التحميل';
$lang[301] = 'ادخل';
$lang[302] = 'هنا';
$lang[303] = 'تحميل ملف';
$lang[304] = 'لا يمكن فتح السكربت حتى تعطي تصريح 777 للملف التالي configs/files.lst';
$lang[305] = '&nbsp;لا يمكن فتح السكربت حتى تعطي تصريح 777 للملف files';
$lang[306] = 'دمج ملف';
$lang[307] = 'انتظار';
$lang[308] = 'نجاح';
$lang[309] = 'فشل';
$lang[310] = 'قد ترى هذه التحذيرات دون تشغيل';
$lang[311] = 'قد لا يكون قادرا على تشغيل خادم معلومات';
$lang[312] = 'الخادم غير قادر على تحميل ملفات فوق 2 غيغا بايت';
$lang[313] = 'رايبد ليش مدقق السكربت';
$lang[314] = 'فتح ججج';
$lang[315] = 'حد الذاكرة';
$lang[316] = 'الوضع الامن';
$lang[317] = 'cURL';
$lang[318] = 'السماح بفتح الرابط';
$lang[319] = 'اصدار PHP - ';
$lang[320] = 'يسمح الوقت ندعو تمرير مرجعية';
$lang[321] = 'passthru';
$lang[322] = 'مساحة القرص';
$lang[323] = 'اصدار الاباتشي - ';
$lang[324] = 'ادخلت عنوان بروكسي خاطئ';
$lang[325] = 'تم حفظ الملف بنجاح!';
$lang[326] = 'حفظ الملاحظات';
$lang[327] = 'ملاحظات';
$lang[328] = 'الاجراءات معطلة';
$lang[329] = 'النافذة الرئيسية';
$lang[330] = 'الاعدادات';
$lang[331] = 'الملفات';
$lang[332] = 'مدقق الروابط';
$lang[333] = 'الاضافات';
$lang[334] = 'التنزيل التلقائي';
$lang[335] = 'الرفع التلقائي';
$lang[336] = 'حجم الملف يقتصر على ';
$lang[337] = 'حد حجم الملف: ';
$lang[338] = 'Rar Files';
$lang[339] = 'Unrar Files';
$lang[340] = 'Error detected';
$lang[341] = 'click here to expand';
$lang[342] = 'You can drag window from here';
$lang[343] = 'Can not find "rar"<br />You may need to download it and extract "rar" to "/rar/" directory';
$lang[344] = 'Files that will be on the archive:';
$lang[345] = 'Archive name:';
$lang[346] = 'Options:';
$lang[347] = 'Compresion level:';
$lang[348] = 'Store';
$lang[349] = 'Fastest';
$lang[350] = 'Fast';
$lang[351] = 'Normal';
$lang[352] = 'Good';
$lang[353] = 'Best';
$lang[354] = 'Create volumes';
$lang[355] = 'Delete files after archiving';
$lang[356] = 'Create solid archive';
$lang[357] = 'Create recovery record';
$lang[358] = 'Test archive after compression';
$lang[359] = 'استخدم كلمه مرور';
$lang[360] = 'Encrypt file names';
$lang[361] = 'Set path inside archive';
$lang[362] = 'Rar';
$lang[363] = 'إنشاء ارشيف: <b>%1$s</b>';
$lang[364] = 'إنتظار...';
$lang[365] = 'Go back to file list';
$lang[366] = '<b>Files from %1$s</b>:';
$lang[367] = 'Can not find "unrar"';
$lang[368] = 'Pasword needed to list files:';
$lang[369] = 'كلمه المرور مطلوبه لفك ضغط الملفات:';
$lang[370] = 'خطأ:%1$s';
$lang[371] = 'Try to list again';
$lang[372] = 'Unrar selected';
$lang[373] = '<b>Extracting files from %1$s</b>:';
$lang[374] = 'الحاله:';
$lang[375] = 'اختيار النص';
$lang[376] = 'قسط الحسابات :';
$lang[377] = '38 [فيديو: MP4 4096x3072 | صوت: AAC 2ch 44.10kHz]';
$lang[378] = 'غلق النافذه';
$lang[379] = 'ملفات';
$lang[380] = 'MD5 change should only be applied to known working formats(i.e. .rar or .zip)<br />Do you want to continue?';
$lang[381] = 'MD5 of file <b>%1$s</b> changed'; // %1$s = filename
$lang[382] = 'Error changing the MD5 of the file <b>%1$s</b>!'; // %1$s = filename
$lang[383] = 'MD5 تغيير';
$lang[384] = 'Match text';
$lang[385] = 'Match';
$lang[386] = 'Ignore case';
$lang[387] = 'Put each file on a separated archive';
$lang[388] = 'OpenSSL';
$lang[389] = '44 [فيديو: WebM 854x480 | صوت: Vorbis 2ch 44.10kHz]';
?>