<?php

if (!defined('RAPIDLEECH')) {
    require('../deny.php');
    exit;
}
// The Farsi language file
// You should always use this file as a template for translating
// By WebAlfa.Net Translate Team

$lang[1] = 'دسترسي امكان پذير نميباشد';
$lang[2] = 'سرور دسترسي شما را محدود كرده است';
$lang[3] = 'ادرس پست الكترونيك معبر وارد كنيد';
$lang[4] = 'حجم از قطعات هستند عددی نیست';
$lang[5] = 'ادرس نامعلوم, <span class="font-black">فقط استفاده <span class="font-blue">http</span> یا <span class="font-blue">https</span> یا <span class="font-blue">ftp</span> Protocol</span>';
$lang[6] = 'مسير براي ذخيره اين فايل مشخص نشده است';
$lang[7] = 'شما اجازی انتقال از <span class="font-black">%1$s (%2$s)</span> را ندارید'; // %1$s = host name %2$s = host ip
$lang[8] = 'انتقال به:';
$lang[9] = 'به روز رساني ليست فايل ها';
$lang[10] = 'فايل <b>%1$s</b> (<b>%2$s</b>) ذخيره!<br />زمان: <b>%3$s</b><br />ميانيگن سرعت: <b>%4$s KB/s</b><br />'; // %1$s = filename %2$s = filesize %3$s = time of download %4$s = speed
$lang[11] = '<script>ايميل("فايل به ايميل شما ارسال شد<b>%1$s</b>.", "%2$s");</script>'; // %1$s = E-mail address %2$s = filename
$lang[12] = 'خطا در ارسال فايل!';
$lang[13] = 'بازگست به صفحه اصلي';
$lang[14] = 'اتصال نا موفق . فايل حذف شده.';
$lang[15] = 'بار گذاري مجدد';
$lang[16] = 'لطفا تغيير دهيد ديباگ را <b>1</b>';
$lang[17] = 'حداكثر  (%1$s) پيوند لينك ها.'; // %1$s = Number of maximum links
$lang[18] = '%1$s لينك%2$s چك شده %3$s ثانيه. (Method: <b>%4$s</b>)'; // %1$s = Number of links %2$s = Plural form %3$s = seconds %4$s = method for checking links
$lang[19] = 's'; // End of a plural
$lang[20] = 'ادرس سرور پروكسي';
$lang[21] = 'لينك';
$lang[22] = 'وضعيت';
$lang[23] = 'صبر كنيد';
$lang[24] = 'ادرس نامعتبر URL';
$lang[25] = 'اماده';
$lang[26] = 'شروع شد';
$lang[27] = 'اتصال ناموفق';
$lang[28] = 'پايان';
$lang[29] = 'شروع اپلود چند رسانه اي';
$lang[30] = 'فرم پشتيباني نميشود, به روز رساني مرورگر';
$lang[31] = 'اضافه كردن لينك';
$lang[32] = 'لينك ها';
$lang[33] = 'تنظيمات';
$lang[34] = 'Transload فايل ها';
$lang[35] = 'استفاده از تنظيمات پروكسي';
$lang[36] = 'پروكسي';
$lang[37] = 'نام كاربري';
$lang[38] = 'كلمه عبور';
$lang[39] = 'استفاده Imageshack از حساب';
$lang[40] = 'ذخيره در';
$lang[41] = 'محل';
$lang[42] = 'استفاده از اكانت پولي';
$lang[43] = 'اجراي سرور سايد';
$lang[44] = 'زمان تاخير';
$lang[45] = 'تاخير (در ثانيه)';
$lang[46] = 'هيج فايل يا ميزباني انتخاب نشده';
$lang[47] = 'ميزباني را براي اپلود انتخاب كنيد';
$lang[48] = 'اين سرويس پشتيباني نميشود!';
$lang[49] = 'اپلود پنجره ها';
$lang[50] = 'فرمت ذخيره لينك';
$lang[51] = 'پيشفرض';
$lang[52] = 'انتخاب همه ';
$lang[53] = 'نه انتخاب همه';
$lang[54] = 'برعكس شود';
$lang[55] = 'نام';
$lang[56] = 'حجم';
$lang[57] = 'فايلي يافت نشد';
$lang[58] = 'فرمت ذخيره لينك ها: (حساس به كوچكي حروف)';
$lang[59] = 'لينك دانلود';
$lang[60] = 'نام فايل';
$lang[61] = 'لينك پيشفرض';
$lang[62] = 'Anything besides the ones stated above will be treated as string, you are unable to do multi line format now, a new line will be inserted for each link.';
$lang[63] = 'اپلود فايل  %1$s to %2$s'; // %1$s = filename %2$s = file host name
$lang[64] = 'فايل %1$s وجود ندارد.'; // %1$s = filename
$lang[65] = 'فايل %1$s قابل خواندن نيست توسط اسكريپت.'; // %1$s = filename
$lang[66] = 'فايل براي اپلود بزرگتر از حد مجاز است.';
$lang[67] = 'سرويس اپلود در دسترس نيست';
$lang[68] = 'لينك - دانلود';
$lang[69] = 'حذف - فايل';
$lang[70] = 'وضعيت - لينك';
$lang[71] = 'مديريت - لينك';
$lang[72] = 'نام-ID';
$lang[73] = 'FTP اپلود';
$lang[74] = 'كلمه عبور';
$lang[75] = 'Rapidleech PlugMod - اپلود لينك';
$lang[76] = '<div class="linktitle">اپلود لينك براي <strong>%1$s</strong> - <span class="bluefont">حجم: <strong>%2$s</strong></span></div>'; // %1$s = file name %2$s = file size
$lang[77] = 'انجام شد';
$lang[78] = 'بازگست';
$lang[79] = 'متصل شدن به سرور %1$s.'; // %1$s = FTP server name
$lang[80] = 'نام كاربري وكلمه عبور نادرست است.';
$lang[81] = 'وصل شد به: <b>%1$s</b>...'; // %1$s = FTP server name
$lang[82] = 'فايل %1$s is خطا در انتقال'; // %1$s = File type
$lang[83] = 'فايل <b>%1$s</b>, حجم <b>%2$s</b>...'; // %1$s = file name %2$s = file size
$lang[84] = 'خطا در انتقال لينك';
$lang[85] = 'متن تصويب شده!';
$lang[86] = 'خطا: لطفا جاوا اسكريپت را فعال كنيد.';
$lang[87] = 'لطفا صبر كنيد <b>%1$s</b> ثانيه...'; // %1$s = number of seconds
$lang[88] = 'متصل نشده %1$s به پورت %2$s'; // %1$s = host name %2$s = port
$lang[89] = 'متصل شد به پروكسي: <b>%1$s</b> پورت <b>%2$s</b>...'; // %1$s = Proxy host %2$s = Proxy port
$lang[90] = 'متصل شد: <b>%1$s</b> پورت <b>%2$s</b>...'; // %1$s = host %2$s = port
$lang[91] = 'هيچ سرفصلي يافت نشد';
$lang[92] = 'دسترسي شما به اين صفحه امكان پذير نمي باشد!';
$lang[93] = 'صفحه يافت نشد!';
$lang[94] = 'دسترسي به اين صفحه امكان پذير نيست يا يافت نشد!';
$lang[95] = 'خطا! انتقال به [%1$s]'; // %1$s = redirected address
$lang[96] = 'This site requires authorization. For the indication of username and password of access it is necessary to use similar url:<br />http://<b>login:password@</b>www.site.com/file.exe';
$lang[97] = 'محدوديت استفاده از resume ';
$lang[98] = 'سرور پشتيباني نميكند ازresume';
$lang[99] = 'دانلود';
$lang[100] = 'اين حساب كاربري و اي پي در حال استفاده است.';
$lang[101] = 'فايل %1$s ذخيره نشد در %2$s'; // %1$s = file name %2$s = directory name
$lang[102] = 'سطح دسترسي فايل ها به777.';
$lang[103] = 'تلاش دوباره';
$lang[104] = 'فايل';
$lang[105] = 'انجام ذخيره در %1$s'; // %1$s = file name
$lang[106] = 'ادرس نامعتبر است';
$lang[107] = 'شما كاربر رايگان هستيد حداكثر استفاده را كرده ايد.';
$lang[108] = 'زمان دانلود تمام شد';
$lang[109] = 'كد دسترسي اشتباه است.';
$lang[110] = 'شما چند بار بيشتر نميتوانيد كد را اشتباه وارد كنيد';
$lang[111] = 'دانلود بيش از حد مجاز';
$lang[112] = 'خطا خواندن اطلاعات';
$lang[113] = 'خطا در ارسال اطلاعات';
$lang[114] = 'فعال';
$lang[115] = 'دردسترس نيست';
$lang[116] = 'غير فعال';
$lang[117] = 'You need to load/activate the cURL extension (http://www.php.net/cURL) or you can set \'fgc\' => 1 in config.php.';
$lang[118] = 'cURL فعال';
$lang[119] = 'PHP version 5 is recommended although it is not obligatory';
$lang[120] = 'Check if your safe mode is turned off as the script cannot work with safe mode on';
$lang[121] = 'ارسال فايل <b>%1$s</b>'; // %1$s = filename
$lang[122] = 'نياز نيست, ارسال به ايميل';
$lang[123] = 'جداشد به قسمت های  %1$s'; // %1$s = part size
$lang[124] = 'روش';
$lang[125] = 'ارسال  <b>%1$s</b>'; //%1$s = part number
$lang[126] = 'نيازي نيست به ارسال ايميل';
$lang[127] = 'هاست و فايل يافت نشد';
$lang[128] = 'دسترسي به ساختن هاست';
$lang[129] = 'ساعت'; // Plural
$lang[130] = 'ساعت';
$lang[131] = 'دقيقه'; // Plural
$lang[132] = 'دقيقه';
$lang[133] = 'ثانيه'; // Plural
$lang[134] = 'ثانيه';
$lang[135] = 'getCpuUsage(): couldn\'t access STAT path or STAT file invalid';
$lang[136] = 'استفاده از cpu';
$lang[137] = 'خطا رخ داده است';
$lang[138] = 'حداقل يك فايل.';
$lang[139] = 'ایمیل ها';
$lang[140] = 'ارسال';
$lang[141] = 'حذف بعد از تائيد';
$lang[142] = 'اسپلیت توسط قطعات';
$lang[143] = 'قطعات حجم';
$lang[144] = '<b>%1$s</b> - ايميل نامعتبر.'; // %1$s = email address
$lang[145] = 'فايل <b>%1$s</b> يافت نشد!'; // %1$s = filename
$lang[146] = 'به روز رساني فايل ها!';
$lang[147] = 'حذف فايل غير فعال';
$lang[148] = 'حذف فايل';
$lang[149] = 'بله';
$lang[150] = 'خير';
$lang[151] = 'فايل <b>%1$s</b> حذف شد'; // %1$s = filename
$lang[152] = 'خطا در حذف فايل <b>%1$s</b>!'; // %1$s = filename
$lang[153] = 'هاست';
$lang[154] = 'پورت';
$lang[155] = 'فهرست';
$lang[156] = 'حذف فايل منبع بعد از انتقال موفقيت اميز';
$lang[157] = 'Save FTP data';
$lang[158] = 'Delete FTP data';
$lang[159] = 'خطا در پوشه <b>%1$s</b>'; // %1$s = directory name
$lang[160] = 'فايل %1$s با موفقيت به روز رساني شد!'; // %1$s = filename
$lang[161] = 'زمان';
$lang[162] = 'ميانگين سرعت';
$lang[163] = 'تواناي اپلود فايل را ندارد <b>%1$s</b>!'; // %1$s = filename
$lang[164] = 'ايميل';
$lang[165] = 'حذف موفقيت اميز';
$lang[166] = 'ايميل نامعتبر';
$lang[167] = 'لطفا فقط انتخاب كنيد .crc or .001 file!';
$lang[168] = 'لطفا انتخاب كنيد .crc file!';
$lang[169] = 'لطفا انتخاب كنيد .crc or .001 file!';
$lang[170] = 'بررسي CRC ? (توصيه شده)';
$lang[171] = 'CRC32 تغيير مود';
$lang[172] = 'استفاده hash_file (توصيه شده)';
$lang[173] = 'خواند فايل از حافظه';
$lang[174] = 'جعلي';
$lang[175] = 'حذف فايل بعد از ادغام';
$lang[176] = 'نكته';
$lang[177] = 'حجم فايل crc32 بررسي شود';
$lang[178] = 'خطا در خواندن .crc file!';
$lang[179] = 'خطا, فايل با موفقيت خارج شد <b>%1$s</b>'; // %1$s = filename
$lang[180] = 'خطا, فايل ناقص است';
$lang[181] = 'خطا, نوع فايل %1$s پشتيباني نميشود'; // Filetype
$lang[182] = 'باز كردن فايل امكان پذير نميباشد <b>%1$s</b>'; // %1$s = filename
$lang[183] = 'خطا در نوشتن فايل <b>%1$s</b>!'; // %1$s = filename
$lang[184] = 'CRC32 checksum doesn\'t match!';
$lang[185] = 'فايل <b>%1$s</b> با موفقيت ادغام شد'; // %1$s = filename
$lang[186] = 'حذف شد';
$lang[187] = 'حذف نشد';
$lang[188] = 'اضافه كردن فرمت';
$lang[189] = 'بدون';
$lang[190] = 'به';
$lang[191] = 'تغيير نام?';
$lang[192] = 'انصراف';
$lang[193] = 'خطا در تغيير نام فايل <b>%1$s</b>'; // %1$s = filename
$lang[194] = 'فايل <b>%1$s</b>تغيير نام پيدا كرد به <b>%2$s</b>'; // %1$s = original filename %2$s = renamed filename
$lang[195] = 'نام ارشيو';
$lang[196] = 'لطفا نام ارشيو را وارد كنيد!';
$lang[197] = 'خطا در ارشيو فايل ها.';
$lang[198] = 'فايل %1$s بسته بندي شد'; // %1$s = filename
$lang[199] = 'در ارشيو <b>%1$s</b>'; // %1$s = filename
$lang[200] = 'خطا, ارشيو خالي است.';
$lang[201] = 'نام جديد';
$lang[202] = 'خطا در تغيير نام <b>%1$s</b>!'; // %1$s = filename
$lang[203] = 'حذف فايل منبع';
$lang[204] = 'فايل ها وپوشه ها';
$lang[205] = 'Unzip';
$lang[206] = 'YouTube فرمت ويدئو ';
$lang[207] = 'انتقال لينك ها';
$lang[208] = 'معرف';
$lang[209] = 'انتقال فايل';
$lang[210] = 'نام &amp; كلمه عبور (HTTP/FTP)';
$lang[211] = 'نام';
$lang[212] = 'كلمه عبور';
$lang[213] = 'اضافه كردن نظر';
$lang[214] = 'تنظيمات پلاگين';
$lang[215] = 'غير فعال كردن تمامي پلاگين ها';
$lang[216] = 'YouTube فرمت ويدئو';
$lang[217] = 'لينك مستقيم';
$lang[218] = '&amp;fmt=';
$lang[219] = 'دريافت با بالاترين كيفيت';
$lang[220] = '17 [Video: 3GP 176x144 | Audio: AAC 2ch 44.10kHz]';
$lang[221] = '5 [Video: FLV 400x240 | Audio: MP3 1ch 22.05kHz]';
$lang[222] = '34 [Video: FLV 640x360 | Audio: AAC 2ch 44.10kHz]';
$lang[223] = '35 [Video: FLV 854x480 | Audio: AAC 2ch 44.10kHz]';
$lang[224] = '43 [Video: WebM 640x360 | Audio: Vorbis 2ch 44.10kHz]';
$lang[225] = '45 [Video: WebM 1280x720 | Audio: Vorbis 2ch 44.10kHz]';
$lang[226] = '18 [Video: MP4 480x360 | Audio: AAC 2ch 44.10kHz]';
$lang[227] = '22 [Video: MP4 1280x720 | Audio: AAC 2ch 44.10kHz]';
$lang[228] = '37 [Video: MP4 1920x1080 | Audio: AAC 2ch 44.10kHz]';
$lang[229] = 'ImageShack&reg; TorrentService';
$lang[230] = 'نام كاربري';
$lang[231] = 'كلمه عبور';
$lang[232] = 'Megaupload.com كوكي';
$lang[233] = 'نام';
$lang[234] = 'استفاده از پلاگين vBulletin ';
$lang[235] = 'استفاده از كوكي';
$lang[236] = 'Key=Value';
$lang[237] = 'ارسال فايل به ايميل';
$lang[238] = 'ايميل';
$lang[239] = 'جداکردن فايل';
$lang[240] = 'روش';
$lang[241] = 'همه نظرات';
$lang[242] = 'RFC 2046';
$lang[243] = 'حجم قطعات';
$lang[244] = 'MB';
$lang[245] = 'استفاده از تنظيمات پروكسي';
$lang[246] = 'پروكسي';
$lang[247] = 'نام كاربري';
$lang[248] = 'كلمه عبور';
$lang[249] = 'استفاده از اكانت';
$lang[250] = 'نام كاربري';
$lang[251] = 'كلمه عبور';
$lang[252] = 'ذخيره در';
$lang[253] = 'مسير';
$lang[254] = 'ذخيره تنظيمات';
$lang[255] = 'پاك كردن تنظيمات';
$lang[256] = 'انتخاب همه';
$lang[257] = 'عدم انتخاب';
$lang[258] = 'تغيير';
$lang[259] = 'نمايش';
$lang[260] = 'دانلود شده';
$lang[261] = 'دريافت شده';
$lang[262] = 'نام';
$lang[263] = 'حجم';
$lang[264] = 'نظر';
$lang[265] = 'تاريخ';
$lang[266] = 'فايلي يافت نشد';
$lang[267] = 'این نسخه ها کار میکند';
$lang[268] = 'مرده';
$lang[269] = 'Debug حالت';
$lang[270] = 'نمايش لينك ها';
$lang[271] = 'عدم نمايش لينك';
$lang[272] = 'چك كردن لينك ها';
$lang[273] = 'لطفا صبر كنيد...';
$lang[274] = 'درحال پردازش, لطفا صبر كنيد...';
$lang[275] = 'فضاي سرور';
$lang[276] = 'استفاده شده';
$lang[277] = 'فضاي ازاد';
$lang[278] = 'فضاي ديسك';
$lang[279] = 'CPU';
$lang[280] = 'زمان سرور';
$lang[281] = 'ساعت محلي';
$lang[282] = 'حذف خودكار';
$lang[283] = 'ساعت بعد از انتقال فايل';
$lang[284] = 'دقيه بعد از انتقال فايل';
$lang[285] = 'انتخاب كنيد';
$lang[286] = 'اپلود';
$lang[287] = 'FTP فايل';
$lang[288] = 'ايميل';
$lang[289] = 'ايميل انبوه';
$lang[290] = 'جداکردن فايل';
$lang[291] = 'ادغام فايل';
$lang[292] = 'MD5 Hash';
$lang[293] = 'بسته فايل';
$lang[294] = 'ZIP فايل';
$lang[295] = 'Unzip فايل';
$lang[296] = 'تغيير نام';
$lang[297] = 'تغيير نام';
$lang[298] = 'حذف';
$lang[299] = 'ليست لينك ها';
$lang[300] = 'در حال دريافت صفحه دانلود';
$lang[301] = 'وارد كنيد';
$lang[302] = 'در اينجا';
$lang[303] = 'دانلود فايل';
$lang[304] = 'configs/files.lst لطفا سطح دسترسي فايل را تغيير دهيد 777';
$lang[305] = '&nbsp;is مسيري كه فايل در ان ذخيره ميشود را سطح دسترسي ان را تغيير دهيد to 777';
$lang[306] = 'ادغام فايل';
$lang[307] = 'لطفا صبر كنيد';
$lang[308] = 'سپری شده';
$lang[309] = 'ناموفق';
$lang[310] = 'شما ممکن است هشدارهای بدون این را ببینید تبدیل شده در';
$lang[311] = 'شما ممکن است قادر به فعال کردن اطلاعات سرور نباشید';
$lang[312] = 'سرور شما ممکن است قادر به پشتیبانی از فایل های بیش از 2 گیگابایت نباشد .';
$lang[313] = 'اسکریپت برسی رپیدلچ';
$lang[314] = 'fsockopen';
$lang[315] = 'memory_limit';
$lang[316] = 'safe_mode';
$lang[317] = 'cURL';
$lang[318] = 'allow_url_fopen';
$lang[319] = 'نسخه php - ';
$lang[320] = 'allow_call_time_pass_reference';
$lang[321] = 'passthru';
$lang[322] = 'عملات فضای دیسک سخت ';
$lang[323] = 'نسخه Apache - ';
$lang[324] = 'آدرس پروکسی اشتباه است';
$lang[325] = 'فایل با موفقیت ذخیره شد!';
$lang[326] = 'ذخیره یاداشت';
$lang[327] = 'یاداشت ها';
$lang[328] = 'عملیات غیرفعال شده';
$lang[329] = 'صفحه اصلی';
$lang[330] = 'تنظیمات';
$lang[331] = 'فایل ها';
$lang[332] = 'بررسی لینک';
$lang[333] = 'پلاگین ها';
$lang[334] = 'انتقال خودکار';
$lang[335] = 'آپلود خودکار';
$lang[336] = 'سایز فایل محدود است ، در ';
$lang[337] = 'محدوده حجم فایل : ';
$lang[338] = 'Rar فایلها';
$lang[339] = 'Unrar فایلها';
$lang[340] = 'خطا شناسایی شد';
$lang[341] = 'اینجا را کلیک کنید برای گسترش';
$lang[342] = 'شما می توانید پنجره را از اینجا بکشید';
$lang[343] = 'Can not find "rar"<br />You may need to download it and extract "rar" to "/rar/" directory';
$lang[344] = 'فایل های کد در فایل فشرده قرار میگیرند :';
$lang[345] = 'نام فایل فشرده';
$lang[346] = 'تنظیمات:';
$lang[347] = 'سطح فشرده سازی :';
$lang[348] = 'ذخيره کردن';
$lang[349] = 'حیلی سریع';
$lang[350] = 'سریع';
$lang[351] = 'معمولی';
$lang[352] = 'خوب';
$lang[353] = 'عالی';
$lang[354] = 'ایجاد جلد';
$lang[355] = 'حذف فایل ها بعد از ساخت فایل فشرده';
$lang[356] = 'ایجاد فایل جامد';
$lang[357] = 'ایجاد رکورد بازیابی';
$lang[358] = 'تست بعد از فشرده سازی';
$lang[359] = 'استفاده از کلمه عبور';
$lang[360] = 'رمزگذاری نام فایل';
$lang[361] = 'مسیر تنظیم در داخل فایل';
$lang[362] = 'Rar';
$lang[363] = 'ساخت فایل فشرده: <b>%1$s</b>';
$lang[364] = 'صبر کنید ...';
$lang[365] = 'برگشت به لیست فایلها';
$lang[366] = '<b>فایل ها از %1$s</b>:';
$lang[367] = 'unrar پیدا نشد ';
$lang[368] = 'کلمه عبور برای لیست فایل ها :';
$lang[369] = 'کلمه عبور برای استخراج فایل ها :';
$lang[370] = 'خطا:%1$s';
$lang[371] = 'سعی دوباره برای لیست کردن فایلها';
$lang[372] = 'Unrar انتخاب شده .';
$lang[373] = '<b>اسخراج فایل ها از %1$s</b>:';
$lang[374] = 'وضعیت:';
$lang[375] = 'انتخاب متن :';
$lang[376] = 'حساب های Premium :';
$lang[377] = '38 [Video: MP4 4096x3072 | Audio: AAC 2ch 44.10kHz]';
$lang[378] = 'بستن پنجره';
$lang[379] = 'فایل ها';
$lang[380] = 'تغییر MD5 فقط بر روی پسوندهای شناخته شده انجام پذیر است (i.e. .rar or .zip)<br /> آیا میخواهید ادامه بدهید ؟';
$lang[381] = 'MD5 of file <b>%1$s</b> تغییر یافت'; // %1$s = filename
$lang[382] = 'خطا در تغییر MD5 فایل <b>%1$s</b>!'; // %1$s = filename
$lang[383] = 'تغییر MD5';
$lang[384] = 'تطابق متن';
$lang[385] = 'تطابق';
$lang[386] = 'موارد چشمپوشی';
$lang[387] = 'قرار هر فایل را در یک آرشیو جدا';
$lang[388] = 'OpenSSL';
$lang[389] = '44 [Video: WebM 854x480 | Audio: Vorbis 2ch 44.10kHz]';
?>