<?php
if (!defined('RAPIDLEECH')) {
  require('../deny.php');
  exit;
}
// ไฟล์ภาษาไทย | แปลโดย Jaideejung007 | THZAA.COM
// You should always use this file as a template for translating

$lang[1]	=	'การเข้าถึงถูกปฏิเสธ';
$lang[2]	=	'เซิร์ฟเวอร์มีการปฏิเสธที่จะดำเนินการตามคำขอของคุณ';
$lang[3]	=	'คุณไม่ได้ป้อนที่อยู่อีเมลที่ถูกต้อง';
$lang[4]	=	'ขนาดของชิ้นส่วนที่ยังไม่ได้เป็นตัวเลข';
$lang[5]	=	'ไม่รู้จักรูปแบบ URL, <span class="font-black">ใช้เฉพาะโพลโตคอล <span class="font-blue">http</span> หรือ <span class="font-blue">https</span> หรือ <span class="font-blue">ftp</span> เท่านั้น</span>';
$lang[6]	=	'ไม่ได้ระบุเส้นทางสำหรับการบันทึกไฟล์นี้';
$lang[7]	=	'คุณยังไม่ได้รับอนุญาตให้ใช้ Leech จาก <span class="font-black">%1$s (%2$s)</span>';	// %1$s = host name %2$s = host ip
$lang[8]	=	'เปลี่ยนเส้นทางไปยัง:';
$lang[9]	=	'ไม่สามารถอัพเดตรายชื่อไฟล์';
$lang[10]	=	'ไฟล์ <b>%1$s</b> (<b>%2$s</b>) บันทึกแล้ว!<br />เวลา: <b>%3$s</b><br />ความเร็วเฉลี่ย: <b>%4$s KB/s</b><br />';	// %1$s = filename %2$s = filesize %3$s = time of download %4$s = speed
$lang[11]	=	'<script>mail("แฟ้มที่ถูกส่งไปยังที่อยู่นี้ <b>%1$s</b>.", "%2$s");</script>';	// %1$s = E-mail address %2$s = filename
$lang[12]	=	'มีข้อผิดพลาดระหว่างอัพโหลดแฟ้ม!';
$lang[13]	=	'กลับไปที่หน้าหลัก';
$lang[14]	=	'การเชื่อมต่อหายไป, ไฟล์ถูกลบ';
$lang[15]	=	'รีโหลด';
$lang[16]	=	'กรุณาเปลี่ยนโหมดดีบักเป็น <b>1</b>';
$lang[17]	=	'สูงสุดไม่เกิน (%1$s) ลิงค์สำหรับเชื่อมโยง';	// %1$s = Number of maximum links
$lang[18]	=	'%1$s ลิงค์ %2$s ตรวจสอบใน %3$s วินาที (วิธีการ: <b>%4$s</b>)';	// %1$s = Number of links %2$s = Plural form %3$s = seconds %4$s = method for checking links
$lang[19]	=	'';	// End of a plural //s
$lang[20]	=	'ที่อยู่พร็อกซี่เซิร์ฟเวอร์ไม่ถูกต้อง';
$lang[21]	=	'ลิงค์';
$lang[22]	=	'สถานะ';
$lang[23]	=	'กำลังรอ';
$lang[24]	=	'URL ไม่ถูกต้อง';
$lang[25]	=	'กำลังเตรียมการ';
$lang[26]	=	'เริ่มต้น';
$lang[27]	=	'การเชื่อมต่อหายไป';
$lang[28]	=	'เสร็จแล้ว';
$lang[29]	=	'เริ่มถ่ายโอนไฟล์ออโต้';
$lang[30]	=	'เฟรมไม่ได้รับการสนับสนุน การปรับปรุงเบราว์เซอร์ของคุณ';
$lang[31]	=	'เพิ่มลิงค์';
$lang[32]	=	'ลิงค์';
$lang[33]	=	'ตัวเลือก';
$lang[34]	=	'ถ่ายโอนไฟล์';
$lang[35]	=	'ใช้การตั้งค่าพร็อกซี่';
$lang[36]	=	'พร็อกซี';
$lang[37]	=	'ชื่อผู้ใช้';
$lang[38]	=	'รหัสผ่าน';
$lang[39]	=	'บัญชีผู้ใช้ Imageshack';
$lang[40]	=	'บันทึกไปยัง';
$lang[41]	=	'เส้นทาง';
$lang[42]	=	'ใช้บัญชี Premium';
$lang[43]	=	'เรียกใช้เซิร์ฟเวอร์ไซด์';
$lang[44]	=	'หน่วงเวลา';
$lang[45]	=	'หน่วงเวลา (เป็น วินาที)';
$lang[46]	=	'ไม่มีไฟล์หรือโฮสต์ที่เลือกสำหรับการอัพโหลด';
$lang[47]	=	'เลือกโฮสต์ที่ต้องการอัพโหลด';
$lang[48]	=	'ไม่สนับสนุนบริการอัพโหลด!';
$lang[49]	=	'หน้าต่างอัพโหลด';
$lang[50]	=	'รูปแบบการบันทึกลิงค์';
$lang[51]	=	'มาตรฐาน';
$lang[52]	=	'เลือกทั้งหมด';
$lang[53]	=	'ยกเลิกการเลือกทั้งหมด';
$lang[54]	=	'กลับการเลือก';
$lang[55]	=	'ชื่อ';
$lang[56]	=	'ขนาด';
$lang[57]	=	'ไม่พบไฟล์';
$lang[58]	=	'คำอธิบายสำหรับรูปแบบการบันทึกลิงค์: (กรณีที่มีความละเอียดอ่อน)';
$lang[59]	=	'ลิงค์สำหรับการดาวน์โหลด';
$lang[60]	=	'ชื่อไฟล์';
$lang[61]	=	'รูปแบบลิงค์มาตรฐาน';
$lang[62]	=	'สิ่งที่นอกเหนือจากรายการที่ระบุไว้ข้างต้นจะถือว่าเป็นสตริง, คุณไม่สามารถทำรูปแบบหลายบรรทัดในขณะนี้บรรทัดใหม่จะถูกแทรกสำหรับแต่ละลิงก์';
$lang[63]	=	'อัพโหลดไฟล์ %1$s ไปยัง %2$s';	// %1$s = filename %2$s = file host name
$lang[64]	=	'ไฟล์ %1$s ไม่มีอยู่';	// %1$s = filename
$lang[65]	=	'ไฟล์ %1$s ไม่สามารถอ่านได้โดยสคริปต์';	// %1$s = filename
$lang[66]	=	'ขนาดไฟล์ใหญ่เกินไปที่จะอัพโหลดไปยังโฮสต์';
$lang[67]	=	'บริการอัพโหลดไม่ได้รับอนุญาต';
$lang[68]	=	'ดาวน์โหลดลิงค์';
$lang[69]	=	'ลบลิงค์';
$lang[70]	=	'สถิติลิงค์';
$lang[71]	=	'จัดการลิงค์';
$lang[72]	=	'USER-ID';
$lang[73]	=	'อัพโหลด FTP';
$lang[74]	=	'รหัสผ่าน';
$lang[75]	=	'Rapidleech PlugMod - อัพโหลดลิงค์';
$lang[76]	=	'<div class="linktitle">อัพโหลดลิงค์สำหรับ <strong>%1$s</strong> - <span class="bluefont">ขนาด: <strong>%2$s</strong></span></div>';	// %1$s = file name %2$s = file size
$lang[77]	=	'เสร็จเรียบร้อย';
$lang[78]	=	'ย้อนกลับ';
$lang[79]	=	'ไม่สามารถสร้างการเชื่อมต่อกับเซิร์ฟเวอร์ %1$s';		// %1$s = FTP server name
$lang[80]	=	'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง';
$lang[81]	=	'เชื่อมต่อไปยัง: <b>%1$s</b>...';	// %1$s = FTP server name
$lang[82]	=	'รูปแบบไฟล์ %1$s ถูกห้ามสำหรับการดาวน์โหลด';	// %1$s = File type
$lang[83]	=	'ไฟล์ <b>%1$s</b>, ขนาด <b>%2$s</b>...';	// %1$s = file name %2$s = file size
$lang[84]	=	'ข้อผิดพลาดในการรับลิงค์';
$lang[85]	=	'ข้อความผ่านเป็นตัวนับเป็นสตริง!';
$lang[86]	=	'ผิดพลาด: กรุณาเปิดใช้งาน JavaScript';
$lang[87]	=	'โปรดรออีก <b>%1$s</b> วินาที...';	// %1$s = number of seconds
$lang[88]	=	'ไม่สามารถเชื่อมต่อไปยัง %1$s ของพอร์ต %2$s ได้ในขณะนี้';	// %1$s = host name %2$s = port
$lang[89]	=	'เชื่อมต่อไปยังพร็อกซี่: <b>%1$s</b> ของพอร์ต <b>%2$s</b>...';	// %1$s = Proxy host %2$s = Proxy port
$lang[90]	=	'มีการเชื่อมต่อไปยัง: <b>%1$s</b> ของพอร์ต <b>%2$s</b>...';	// %1$s = host %2$s = port
$lang[91]	=	'ไม่มีการรับส่วนหัว';
$lang[92]	=	'คุณถูกห้ามไม่ให้เข้าถึงหน้านี้!';
$lang[93]	=	'ไม่พบหน้า ตามที่คุณต้องการ!';
$lang[94]	=	'หน้านี้ถูกห้ามเข้าถึงหรือไม่พบ!';
$lang[95]	=	'ผิดพลาด! ถูกเปลี่ยนเส้นทางไปยัง [%1$s]';	// %1$s = redirected address
$lang[96]	=	'เว็บไซต์นี้จะต้องได้รับสิทธิ์ สำหรับข้อบ่งชี้ของชื่อผู้ใช้และรหัสผ่านของการเข้าถึงมีความจำเป็นต้องใช้ URL ที่คล้ายกัน:<br />http://<b>login:password@</b>www.site.com/file.exe';
$lang[97]	=	'เกินขีดจำกัดการดำเนินการต่อ';
$lang[98]	=	'เซิร์ฟเวอร์ไม่สนับสนุนการดำเนินการต่อนี้';
$lang[99]	=	'ดาวน์โหลด';
$lang[100]	=	'บัญชีของพรีเมี่ยมนี้จะถูกใช้ไปแล้วกับไอพีอื่น.';
$lang[101]	=	'ไฟล์ %1$s ไม่สามารถบันทึกในไดเรกทอรี %2$s';	// %1$s = file name %2$s = directory name
$lang[102]	=	'ลอง chmod โฟลเดอร์เป็น 777.';
$lang[103]	=	'ลองอีกครั้ง';
$lang[104]	=	'ไฟล์';
$lang[105]	=	'ไม่สามารถดำเนินการบันทึกลงในแฟ้ม %1$s';	// %1$s = file name
$lang[106]	=	'ข้อผิดพลาด URL ไม่ถูกต้องหรือไม่ทราบสาเหตุ';
$lang[107]	=	'คุณถึงขีดจำกัดสำหรับ ผู้ใช้ฟรี';
$lang[108]	=	'เซสซั่นดาวน์โหลดได้หมดอายุแล้ว';
$lang[109]	=	'รหัสไม่ถูกต้อง';
$lang[110]	=	'คุณได้ใส่รหัสผิดหลายครั้งเกินไป';
$lang[111]	=	'จำกัดการดาวน์โหลดเกิน';
$lang[112]	=	'ข้อผิดพลาดในการอ่านข้อมูล';
$lang[113]	=	'ข้อผิดพลาดในการส่งข้อมูล';
$lang[114]	=	'ใช้งาน';
$lang[115]	=	'ไม่สามารถใช้งาน';
$lang[116]	=	'Dead';
$lang[117]	=	'คุณจำเป็นต้องโหลด/เปิดใช้ส่วนขยายของ cURL (http://www.php.net/cURL) หรือคุณสามารถตั้งค่าเป็น \'fgc\' => 1 in config.php.';
$lang[118]	=	'cURL ถูกเปิดใช้งาน';
$lang[119]	=	'PHP version 5 ขอแนะนำให้ใช้ แม้ว่าจะไม่บังคับก็ตาม';
$lang[120]	=	'ตรวจสอบว่า safe mode ของคุณถูกปิดเป็นสคริปต์ไม่สามารถทำงานกับ safe mode ในสถานะ on';
$lang[121]	=	'ส่งไฟล์ <b>%1$s</b>';	// %1$s = filename
$lang[122]	=	'ไม่ต้องมีการแบ่งไฟล์, ส่งจดหมายแบบเดี่ยว';
$lang[123]	=	'แบ่งขนาดพาร์ทไฟล์ออกเป็น %1$s';	// %1$s = part size
$lang[124]	=	'วิธีการ';
$lang[125]	=	'ส่งพาร์ทไฟล์ <b>%1$s</b>';	//%1$s = part number
$lang[126]	=	'ไม่ต้องมีการแบ่งไฟล์, ส่งจดหมายแบบเดี่ยว';
$lang[127]	=	'ไฟล์โฮสต์ไม่พบ';
$lang[128]	=	'ไม่สามารถสร้างไฟล์ในโฮสต์ได้';
$lang[129]	=	'ชั่วโมง';	// Plural
$lang[130]	=	'ชั่วโมง';
$lang[131]	=	'นาที';	// Plural
$lang[132]	=	'นาที';
$lang[133]	=	'วินาที';	// Plural
$lang[134]	=	'วินาที';
$lang[135]	=	'getCpuUsage(): ไม่สามารถเข้าถึงไฟล์เส้นทาง STAT หรือ STAT ไม่ถูกต้อง';
$lang[136]	=	'โหลด CPU';
$lang[137]	=	'เกิดข้อผิดพลาด';
$lang[138]	=	'เลือกอย่างน้อยหนึ่งแฟ้ม';
$lang[139]	=	'อีเมล์';
$lang[140]	=	'ส่ง';
$lang[141]	=	'ลบไฟล์ที่ส่งเสร็จ';
$lang[142]	=	'แยกชิ้นส่วน';
$lang[143]	=	'แยกออกเป็นส่วนๆ ละ';
$lang[144]	=	'<b>%1$s</b> - ที่อยู่ E-mail ไม่ถูกต้อง';	// %1$s = email address
$lang[145]	=	'ไฟล์ <b>%1$s</b> ไม่พบ!';	// %1$s = filename
$lang[146]	=	'ไม่สามารถอัพเดตรายชื่อแฟ้ม!';
$lang[147]	=	'การลบไฟล์ถูกปิดใช้งาน';
$lang[148]	=	'ลบไฟล์';
$lang[149]	=	'ใช่';
$lang[150]	=	'ไม่';
$lang[151]	=	'ไฟล์ <b>%1$s</b> ถูกลบแล้ว';	// %1$s = filename
$lang[152]	=	'ข้อผิดพลาดในการลบไฟล์ <b>%1$s</b>!';	// %1$s = filename
$lang[153]	=	'โฮสต์';
$lang[154]	=	'พอร์ต';
$lang[155]	=	'ไดเรืกทรอรี่';
$lang[156]	=	'ลบที่มาของไฟล์หลังจากอัพโหลดสำเร็จแล้ว';
$lang[157]	=	'บันทึกข้อมูล FTP';
$lang[158]	=	'ลบข้อมูล FTP';
$lang[159]	=	'ไม่สามารถระบุตำแหน่งโฟลเดอร์ <b>%1$s</b>';	// %1$s = directory name
$lang[160]	=	'ไฟล์ %1$s อัพโหลดสำเร็จแล้ว!';	// %1$s = filename
$lang[161]	=	'เวลา';
$lang[162]	=	'ความเร็วเฉลี่ย';
$lang[163]	=	'ไม่สามารถอัพโหลดไฟล์ <b>%1$s</b>!';	// %1$s = filename
$lang[164]	=	'อีเมล์';
$lang[165]	=	'ลบไฟล์ที่ส่งสำเร็จแล้ว';
$lang[166]	=	'ที่อยู่ E-mail ไม่ถูกต้อง';
$lang[167]	=	'โปรดเลือกไฟล์ .crc หรือ .001 เท่านั้น!';
$lang[168]	=	'โปรดเลือกไฟล์ .crc เท่านั้น!';
$lang[169]	=	'โปรดเลือกไฟล์ .crc หรือ .001 เท่านั้น!';
$lang[170]	=	'ดำเนินการตรวจสอบ CRC? (แนะนำ)';
$lang[171]	=	'โหมดการตรวจสอบ CRC32';
$lang[172]	=	'ใช้ hash_file (แนะนำ)';
$lang[173]	=	'อ่านไฟล์ไปยังหน่วยความจำ';
$lang[174]	=	'ปลอม crc';
$lang[175]	=	'ลบที่มาไฟล์หลังจากรวมไฟล์สำเร็จแล้ว';
$lang[176]	=	'ประกาศ';
$lang[177]	=	'ขนาดของไฟล์และ crc32 จะไม่ตรวจสอบ';
$lang[178]	=	'ไม่สามารถอ่านไฟล์ .crc!';
$lang[179]	=	'ข้อผิดพลาด, ปลายทางไฟล์ <b>%1$s</b> มีอยู่แล้ว';	// %1$s = filename
$lang[180]	=	'ข้อผิดพลาด, หรือไม่สมบูรณ์ส่วนพาร์ทที่ขาดหายไป';
$lang[181]	=	'ข้อผิดพลาด, รูปแบบไฟล์ %1$s ถูกห้ามเข้าใช้';	// Filetype
$lang[182]	=	'ไม่สามารถเปิดแฟ้มปลายทาง <b>%1$s</b>';	// %1$s = filename
$lang[183]	=	'ข้อผิดพลาดในการเขียนไฟล์ <b>%1$s</b>!';	// %1$s = filename
$lang[184]	=	'CRC32 checksum ไม่ตรงกัน!';
$lang[185]	=	'ไฟล์ <b>%1$s</b> รวมไฟล์เรียบร้อยแล้ว';	// %1$s = filename
$lang[186]	=	'ลบแล้ว';
$lang[187]	=	'ไม่ถูกลบ';
$lang[188]	=	'เพิ่มส่วนขยาย';
$lang[189]	=	'ไม่มี';
$lang[190]	=	'ไปยัง';
$lang[191]	=	'เปลี่ยนชื่อ?';
$lang[192]	=	'ยกเลิก';
$lang[193]	=	'ข้อผิดพลาดในการเปลี่ยนชื่อไฟล์ <b>%1$s</b>';	// %1$s = filename
$lang[194]	=	'ไฟล์ <b>%1$s</b> ได้เปลี่ยนชื่อเป็น <b>%2$s</b>';	// %1$s = original filename %2$s = renamed filename
$lang[195]	=	'ชื่อไฟล์บีบอัด';
$lang[196]	=	'กรุณาใส่ชื่อไฟล์บีบอัด!';
$lang[197]	=	'ข้อผิดพลาดไฟล์บีบอัดยังไม่ได้สร้าง';
$lang[198]	=	'ไฟล์ %1$s ถูกบีบอัดแล้ว';	// %1$s = filename
$lang[199]	=	'บรรจุในแฟ้มบีบอัด <b>%1$s</b>';	// %1$s = filename
$lang[200]	=	'ข้อผิดพลาด ไฟล์บีบอัดเปล่า';
$lang[201]	=	'ชื่อใหม่';
$lang[202]	=	'ไม่สามารถเปลี่ยนชื่อไฟล์ <b>%1$s</b>!';	// %1$s = filename
$lang[203]	=	'ลบไฟล์ต้นฉบับหลังจากแบ่งไฟล์สำเร็จแล้ว';
$lang[204]	=	'ไฟล์และโฟลเดอร์';
$lang[205]	=	'คลายไฟล์บีบอัด';
$lang[206]	=	'เลือกรูปแบบวีดีโอ YouTube';
$lang[207]	=	'กรอกที่อยู่ลิงค์สำหรับถ่ายโอนไฟล์ <a href="http://www.thzaa.com" target="_blank"><font color=#FFFFFF>THZAA.COM</font></a>';
$lang[208]	=	'กรอกที่อยู่ลิงค์อ้างอิง';
$lang[209]	=	'เริ่มถ่ายโอนไฟล์';
$lang[210]	=	'ผู้ใช้ &amp; รหัสผ่าน (HTTP/FTP)';
$lang[211]	=	'ผู้ใช้';
$lang[212]	=	'รหัสผ่าน';
$lang[213]	=	'เพิ่มความคิดเห็น';
$lang[214]	=	'ตัวเลือกตัวเสริม';
$lang[215]	=	'ปิดการใช้งานตัวเสริมทั้งหมด';
$lang[216]	=	'เลือกรูปแบบวีดีโอ YouTube';
$lang[217]	=	'ลิงค์โดยตรง';
$lang[218]	=	'&amp;fmt=';
$lang[219]	=	'รับรูปแบบที่มีคุณภาพสูงสุดโดยอัตโนมัติ';
$lang[220]	=	'17 [วีดีโอ: 3GP 176x144 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[221]	=	'5 [วีดีโอ: FLV 400x240 | ออดิโอ: MP3 1ch 22.05kHz]';
$lang[222]	=	'34 [วีดีโอ: FLV 640x360 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[223]	=	'35 [วีดีโอ: FLV 854x480 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[224]	=	'43 [วีดีโอ: WebM 640x360 | ออดิโอ: Vorbis 2ch 44.10kHz]';
$lang[225]	=	'45 [วีดีโอ: WebM 1280x720 | ออดิโอ: Vorbis 2ch 44.10kHz]';
$lang[226]	=	'18 [วีดีโอ: MP4 480x360 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[227]	=	'22 [วีดีโอ: MP4 1280x720 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[228]	=	'37 [วีดีโอ: MP4 1920�1080 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[229]	=	'ImageShack&reg; TorrentService';
$lang[230]	=	'ชื่อผู้ใช้';
$lang[231]	=	'รหัสผ่าน';
$lang[232]	=	'Megaupload.com Cookie Value';
$lang[233]	=	'ผู้ใช้';
$lang[234]	=	'Use vBulletin Plugin';
$lang[235]	=	'Additional Cookie Value';
$lang[236]	=	'Key=Value';
$lang[237]	=	'ส่งไฟล์ไปยังอีเมล์';
$lang[238]	=	'อีเมล';
$lang[239]	=	'แยกไฟล์';
$lang[240]	=	'วิธีการ';
$lang[241]	=	'Total Commander';
$lang[242]	=	'RFC 2046';
$lang[243]	=	'ขนาดพาร์ท';
$lang[244]	=	'MB';
$lang[245]	=	'ใช้การตั้งค่าพร็อกซี่';
$lang[246]	=	'พร็อกซี่';
$lang[247]	=	'ชื่อผู้ใช้';
$lang[248]	=	'รหัสผ่าน';
$lang[249]	=	'ใช้บัญชีพรีเมียม';
$lang[250]	=	'ชื่อผู้ใช้';
$lang[251]	=	'รหัสผ่าน';
$lang[252]	=	'บันทึกไปยัง';
$lang[253]	=	'เส้นทาง';
$lang[254]	=	'บันทึกการตั้งค่า';
$lang[255]	=	'ล้างการตั้งค่าปัจจุบัน';
$lang[256]	=	'เลือกทั้งหมด';
$lang[257]	=	'ยกเลิกการเลือกทั้งหมด';
$lang[258]	=	'กลับการเลือก';
$lang[259]	=	'แสดง';
$lang[260]	=	'ดาวน์โหลด';
$lang[261]	=	'ทุกอย่าง';
$lang[262]	=	'ชื่อ';
$lang[263]	=	'ขนาด';
$lang[264]	=	'ข้อคิดเห็น';
$lang[265]	=	'วัน';
$lang[266]	=	'ไม่พบไฟล์';
$lang[267]	=	'ทำงานร่วมกับ';
$lang[268]	=	'กำจัด';
$lang[269]	=	'โหมดดีบัก';
$lang[270]	=	'แสดงลิงค์เท่านั้น';
$lang[271]	=	'กำจัดลิงค์เท่านั้น';
$lang[272]	=	'ตรวจสอบลิงค์';
$lang[273]	=	'กำลังโหลด...';
$lang[274]	=	'กำลังประมวลผล โปรดรอสักครู่...';
$lang[275]	=	'พื้นที่ว่างบนเซิร์ฟเวอร์';
$lang[276]	=	'ใช้ไป';
$lang[277]	=	'เหลืออยู่';
$lang[278]	=	'ดิสก์ทั้งหมด';
$lang[279]	=	'CPU';
$lang[280]	=	'เวลาเซิร์ฟเวอร์';
$lang[281]	=	'เวลาท้องถิ่น';
$lang[282]	=	'ลบอัตโนมัติ';
$lang[283]	=	'ชั่วโมงหลังจากถ่ายโอนไฟล์';
$lang[284]	=	'นาทีหลังจากถ่ายโอนไฟล์';
$lang[285]	=	'ดำเนินการ';
$lang[286]	=	'อัพโหลดขึ้น เว็บฝากไฟล์';
$lang[287]	=	'อัพโหลดขึ้น FTP';
$lang[288]	=	'อัพโหลดขึ้น อีเมล์';
$lang[289]	=	'อัพโหลดขึ้น อีเมล์พร้อมกัน';
$lang[290]	=	'แยกไฟล์';
$lang[291]	=	'รวมไฟล์';
$lang[292]	=	'MD5 Hash';
$lang[293]	=	'บีบอัดไฟล์';
$lang[294]	=	'บีบอัดไฟล์ ZIP';
$lang[295]	=	'แตกไฟล์ ZIP';
$lang[296]	=	'เปลี่ยนชื่อ';
$lang[297]	=	'เปลี่ยนชื่อพร้อมกัน';
$lang[298]	=	'ลบ';
$lang[299]	=	'สร้างรายการลิงค์';
$lang[300]	=	'เรียกหน้าดาวน์โหลด';
$lang[301]	=	'กรอก';
$lang[302]	=	'ที่นี่';
$lang[303]	=	'ดาวน์โหลดไฟล์';
$lang[304]	=	'configs/files.lst ไม่สามารถเขียนได้โปรดตรวจสอบว่า chmod เป็น 777';
$lang[305]	=	'&nbsp;ถูกเลือกเป็นเส้นทางการดาวน์โหลดของคุณและจะไม่สามารถเขียนได้ กรุณา chmod เป็น 777';
$lang[306]	=	'กำลังรวมไฟล์';
$lang[307]	=	'รอ';
$lang[308]	=	'ผ่านแล้ว';
$lang[309]	=	'ล้มเหลว';
$lang[310]	=	'คุณอาจจะเห็นคำเตือนนี้ได้โดยไม่ต้องเปิด';
$lang[311]	=	'คุณไม่อาจจะเปิดดูข้อมูล Server';
$lang[312]	=	'เซิร์ฟเวอร์ของคุณอาจจะไม่สามารถรองรับไฟล์มากกว่า 2 GB';
$lang[313]	=	'ตรวจสอบสคริปต์ Rapidleech';
$lang[314]	=	'fsockopen';
$lang[315]	=	'memory_limit';
$lang[316]	=	'safe_mode';
$lang[317]	=	'cURL';
$lang[318]	=	'allow_url_fopen';
$lang[319]	=	'เวอร์ชัน PHP - ';
$lang[320]	=	'allow_call_time_pass_reference';
$lang[321]	=	'passthru';
$lang[322]	=	'ฟังก์ชั่นพื้นที่ดิสก์';
$lang[323]	=	'เวอร์ชัน Apache - ';
$lang[324]	=	'กรอกที่อยู่พร็อกซี่ไม่ถูกต้อง';
$lang[325]	=	'บันทึกไฟล์ สำเร็จแล้ว!';
$lang[326]	=	'บันทึกตัวช่วยจำ';
$lang[327]	=	'Notes';
$lang[328]	=	'การดำเนินการปิดการใช้งาน';
$lang[329]	=	'หน้าต่างหลัก';
$lang[330]	=	'การตั้งค่า';
$lang[331]	=	'ไฟล์ในเซิร์ฟเวอร์';
$lang[332]	=	'ตรวจสอบลิงค์';
$lang[333]	=	'Plugins';
$lang[334]	=	'ถ่ายโอนไฟล์ออโต้';
$lang[335]	=	'อัพโหลดออโต้';
$lang[336]	=	'ขนาดของไฟล์จะถูกจำกัดไว้ที่ ';
$lang[337]	=	'ขีดจำกัดของขนาดไฟล์: ';
$lang[338]	=	'ไฟล์ Rar';
$lang[339]	=	'คลายไฟล์ Rar';
$lang[340]	=	'ตรวจพบข้อผิดพลาด';
$lang[341]	=	'คลิกที่นี่เพื่อขยาย';
$lang[342]	=	'คุณสามารถลากหน้าต่างได้จากที่นี่';
$lang[343]	=	'ไม่สามารถค้นหา "rar"<br />คุณอาจจำเป็นต้องดาวน์โหลดและคลายไฟล์บีบอัด "rar" ไปยังโฟลเดอร์ "/rar/"';
$lang[344]	=	'ไฟล์ที่จะถูกบีบอัดไว้:';
$lang[345]	=	'ชื่อไฟล์บับอัด:';
$lang[346]	=	'ตัวเลือก:';
$lang[347]	=	'ระดับการบีบอัดไฟล์:';
$lang[348]	=	'เก็บเฉยๆ';
$lang[349]	=	'เร็วที่สุด';
$lang[350]	=	'เร็ว';
$lang[351]	=	'ปกติ';
$lang[352]	=	'ดี';
$lang[353]	=	'ดีเยี่ยม';
$lang[354]	=	'สร้างไดรฟ์';
$lang[355]	=	'ลบไฟล์หลังการบีบอัดข้อมูล';
$lang[356]	=	'สร้างไฟล์แบบ Solid';
$lang[357]	=	'ใส่เร็กคอร์ดสำหรับการกู้ข้อมูล';
$lang[358]	=	'ทดสอบเอกสารหลังจากบีบอัดเสร็จ';
$lang[359]	=	'ใช้รหัสผ่าน';
$lang[360]	=	'เข้ารหัสชื่อไฟล์';
$lang[361]	=	'ตั้งค่าเส้นทางของไฟล์บีบอัด';
$lang[362]	=	'Rar';
$lang[363]	=	'กำลังสร้างไฟล์บีบอัด: <b>%1$s</b>';
$lang[364]	=	'รอ...';
$lang[365]	=	'กลับไปที่รายชื่อไฟล์';
$lang[366]	=	'<b>จากไฟล์ %1$s</b>:';
$lang[367]	=	'ไม่พบ "unrar"';
$lang[368]	=	'กรอกรหัสสำหรับรายการไฟล์:';
$lang[369]	=	'กรอกรหัสผ่านสำหรับคลายไฟล์บีบอัด:';
$lang[370]	=	'ผิดพลาด:%1$s';
$lang[371]	=	'ลองรายการไฟล์ใหม่อีกครั้ง';
$lang[372]	=	'เลือก Unrar';
$lang[373]	=	'<b>คลายไฟล์จาก %1$s</b>:';
$lang[374]	=	'สถานะ:';
$lang[375]	=	'เลือกข้อความ';
$lang[376]	=	'บัญชีพรีเมียม:';
$lang[377]	=	'38 [วีดีโอ: MP4 4096�3072 | ออดิโอ: AAC 2ch 44.10kHz]';
$lang[378]	=	'ปิดหน้าต่าง';
$lang[379]	=	'ไฟล์';
$lang[380]	=	'การเปลี่ยน MD5 ควรจะนำไปใช้กับรูปแบบที่รู้จักกัน(เช่น .rar หรือ .zip)<br />คุณต้องการดำเนินการต่อ?';
$lang[381]	=	'MD5 ของไฟล์ <b>%1$s</b> ถูกเปลี่ยนแล้ว';	// %1$s = filename
$lang[382]	=	'ข้อผิดพลาดในการเปลี่ยน MD5 ของไฟล์ <b>%1$s</b>!';	// %1$s = filename
$lang[383]	=	'เปลี่ยน MD5';
$lang[384]	=	'จับคู่ข้อความ';
$lang[385]	=	'จับคู่';
$lang[386]	=	'ไม่สนใจเคสนี้';
$lang[387]	=	'แยกแต่ละเอกสารไปที่โฟลเดอร์ที่แยกจากกัน';
?>